Repository: Rajesh2431/seaSmart
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja

# steadyYourselfDescription
source: Sit with your back against something stable to maintain balance with ship movement
es: Siéntate con la espalda contra algo estable para mantener el equilibrio con el movimiento del barco
fr: Asseyez-vous avec le dos contre quelque chose de stable pour maintenir l'équilibre avec le mouvement du bateau
ja: 船の動きとのバランスを維持するために、安定したものに背中を付けて座ってください

source: Use Natural Sounds
es: Usa Sonidos Naturales
fr: Utilisez les Sons Naturels
ja: 自然の音を使う

# useNaturalSoundsDescription
source: Let the sound of waves and wind become part of your meditation practice
es: Deja que el sonido de las olas y el viento formen parte de tu práctica de meditación
fr: Laissez le son des vagues et du vent faire partie de votre pratique de méditation
ja: 波と風の音を瞑想の実践の一部にしてください

source: Regular Practice
es: Práctica Regular
fr: Pratique Régulière
ja: 定期的な実践

# regularPracticeDescription
source: Even 5 minutes daily can significantly reduce stress and improve focus.
es: Incluso 5 minutos diarios pueden reducir significativamente el estrés y mejorar el enfoque.
fr: Même 5 minutes par jour peuvent réduire considérablement le stress et améliorer la concentration.
ja: 毎日5分だけでもストレスを大幅に軽減し、集中力を向上させることができます。

source: Chat with Buddy
es: Chatea con Buddy
fr: Discutez avec Buddy
ja: Buddyとチャット

# chatWithBuddyDescription
source: Get personalized wellness guidance and support
es: Obtén orientación y apoyo personalizado para el bienestar
fr: Obtenez des conseils et un soutien personnalisés pour le bien-être
ja: ウェルネスに関するパーソナライズされたガイダンスとサポートを得てください

source: Mood Analytics
es: Análisis de Estado de Ánimo
fr: Analyse de l'Humeur
ja: 気分分析

# moodAnalyticsDescription
source: Track and analyze your mood patterns over time
es: Rastrea y analiza tus patrones de estado de ánimo con el tiempo
fr: Suivez et analysez vos schémas d'humeur au fil du temps
ja: 時間の経過とともに気分のパターンを追跡し、分析してください

source: Meditation
es: Meditación
fr: Méditation
ja: 瞑想

source: Breathing
es: Respiración
fr: Respiration
ja: 呼吸

source: Memory Game
es: Juego de Memoria
fr: Jeu de Mémoire
ja: メモリーゲーム

source: Daily Breathing Exercise
es: Ejercicio Diario de Respiración
fr: Exercice de Respiration Quotidien
ja: 毎日の呼吸エクササイズ

# dailyBreathingExerciseDescription
source: Practice deep breathing for 5 minutes daily to reduce stress and anxiety.
es: Practica la respiración profunda durante 5 minutos diarios para reducir el estrés y la ansiedad.
fr: Pratiquez la respiration profonde pendant 5 minutes par jour pour réduire le stress et l'anxiété.
ja: ストレスと不安を軽減するために、毎日5分間深い呼吸を実践してください。

source: Stay Connected
es: Mantente Conectado
fr: Restez Connecté
ja: つながりを維持

# stayConnectedDescription
source: Maintain regular contact with family and friends to combat loneliness.
es: Mantén contacto regular con familia y amigos para combatir la soledad.
fr: Maintenez un contact régulier avec la famille et les amis pour combattre la solitude.
ja: 孤独と戦うために、家族や友人との定期的な連絡を維持してください。

source: Physical Activity
es: Actividad Física
fr: Activité Physique
ja: 身体活動

# physicalActivityDescription
source: Engage in regular exercise to boost mood and maintain physical health.
es: Participa en ejercicio regular para mejorar el estado de ánimo y mantener la salud física.
fr: Participez à un exercice régulier pour améliorer l'humeur et maintenir la santé physique.
ja: 気分を向上させ、身体の健康を維持するために定期的な運動に参加してください。

source: Mindful Eating
es: Comer Consciente
fr: Alimentation Consciencieuse
ja: マインドフルイーティング

# mindfulEatingDescription
source: Pay attention to your meals and maintain a balanced diet for better wellness.
es: Presta atención a tus comidas y mantén una dieta equilibrada para un mejor bienestar.
fr: Faites attention à vos repas et maintenez une alimentation équilibrée pour un meilleur bien-être.
ja: より良いウェルネスのために、食事に注意を払い、バランスの取れた食事を維持してください。

source: Quality Sleep
es: Sueño de Calidad
fr: Sommeil de Qualité
ja: 質の高い睡眠

# qualitySleepDescription
source: Maintain a regular sleep schedule for better mental and physical health.
es: Mantén un horario regular de sueño para una mejor salud mental y física.
fr: Maintenez un horaire de sommeil régulier pour une meilleure santé mentale et physique.
ja: より良い精神的および身体的健康のために、定期的な睡眠スケジュールを維持してください。

source: Express Yourself
es: Exprésate
fr: Exprimez-vous
ja: 自分を表現する

# expressYourselfDescription
source: Write in a journal or talk to someone about your feelings and experiences.
es: Escribe en un diario o habla con alguien sobre tus sentimientos y experiencias.
fr: Écrivez dans un journal ou parlez à quelqu'un de vos sentiments et expériences.
ja: ジャーナルに書くか、誰かにあなたの感情や経験について話してください。

# findQuietSpace
source: Find a Quiet Space
es: Encuentra un Espacio Tranquilo
fr: Trouvez un Espace Calme
ja: 静かなスペースを見つける

# findQuietSpaceDescription
source: Choose a quiet spot on deck or in your cabin where you wont be disturbed.
es: Elige un lugar tranquilo en cubierta o en tu camarote donde no te molesten.
fr: Choisissez un endroit calme sur le pont ou dans votre cabine où vous ne serez pas dérangé.
ja: 邪魔されないデッキやキャビンの静かな場所を選んでください。

# useNaturalSoundsDescription2
source: Let the sound of the ocean waves and wind enhance your meditation experience.
es: Deja que el sonido de las olas del océano y el viento mejoren tu experiencia de meditación.
fr: Laissez le son des vagues océaniques et du vent améliorer votre expérience de méditation.
ja: 海洋の波と風の音があなたの瞑想体験を向上させるようにしてください。

source: Daily Check-ins
es: Check-ins Diarios
fr: Check-ins Quotidiens
ja: 毎日のチェックイン

source: Breathing Sessions
es: Sesiones de Respiración
fr: Sessions de Respiration
ja: 呼吸セッション

source: Journal Entries
es: Entradas del Diario
fr: Entrées du Journal
ja: ジャーナルエントリ

source: OK
es: Aceptar
