Repository: Rajesh2431/seaSmart
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja

# appTitle
source: SeaSmart - AI Mental Health Assistant
es: SeaSmart - Asistente de Salud Mental IA
fr: SeaSmart - Assistant Santé Mentale IA
ja: SeaSmart - AIメンタルヘルスアシスタント

source: Settings
es: Configuraciones
fr: Paramètres
ja: 設定

source: Analytics
es: Analíticas
fr: Analyses
ja: 分析

source: Theme
es: Tema
fr: Thème
ja: テーマ

source: Wallpaper
es: Fondo de pantalla
fr: Fond d'écran
ja: 壁紙

source: AI Knowledge Base
es: Base de Conocimiento IA
fr: Base de Connaissances IA
ja: AI知識ベース

source: Notification
es: Notificación
ja: 通知

source: Language
es: Idioma
fr: Langue
ja: 言語

source: Help Center
es: Centro de Ayuda
fr: Centre d'Aide
ja: ヘルプセンター

# termsPrivacy
source: Terms & Privacy Policy
es: Términos y Política de Privacidad
fr: Termes et Politique de Confidentialité
ja: 利用規約とプライバシーポリシー

source: App Version
es: Versión de la App
fr: Version de l'App
ja: アプリバージョン

source: Logout
es: Cerrar Sesión
fr: Déconnexion
ja: ログアウト

source: Dark Mode
es: Modo Oscuro
fr: Mode Sombre
ja: ダークモード

source: English
es: Inglés
fr: Anglais
ja: 英語

source: Spanish
es: Español
fr: Espagnol
ja: スペイン語

source: Select Language
es: Seleccionar Idioma
fr: Sélectionner la Langue
ja: 言語を選択

source: Change Language
es: Cambiar Idioma
fr: Changer de Langue
ja: 言語を変更

# helpCenterTitle
source: Help Center
es: Centro de Ayuda
fr: Centre d'Aide
ja: ヘルプセンター

# helpCenterContent
source: SeaSmart is your AI-powered mental health companion. Use the daily check-in to track your mood, chat with our AI assistant, and explore relaxation activities. For additional support, please contact your healthcare provider.
es: SeaSmart es tu compañero de salud mental impulsado por IA. Usa el check-in diario para rastrear tu estado de ánimo, chatea con nuestro asistente de IA y explora actividades de relajación. Para soporte adicional, por favor contacta a tu proveedor de atención médica.
fr: SeaSmart est votre compagnon de santé mentale alimenté par l'IA. Utilisez la vérification quotidienne pour suivre votre humeur, discuter avec notre assistant IA et explorer des activités de relaxation. Pour un soutien supplémentaire, veuillez contacter votre prestataire de soins de santé.
ja: SeaSmartはAI駆動のメンタルヘルスコンパニオンです。毎日のチェックインで気分を追跡し、AIアシスタントとチャットし、リラクゼーション活動を探求してください。 追加のサポートが必要な場合は、医療提供者に連絡してください。

# privacyPolicyTitle
source: Privacy Policy
es: Política de Privacidad
fr: Politique de Confidentialité
ja: プライバシーポリシー

# privacyPolicyContent
source: SeaSmart Privacy Policy • Your data is stored locally on your device • We do not share personal information with third parties • Chat conversations are processed securely • You can delete your data anytime from the app Terms of Service • This app is for wellness support, not medical diagnosis • Always consult healthcare professionals for serious concerns • Use responsibly and as part of a comprehensive wellness plan
es: Política de Privacidad de SeaSmart • Tus datos se almacenan localmente en tu dispositivo • No compartimos información personal con terceros • Las conversaciones de chat se procesan de forma segura • Puedes eliminar tus datos en cualquier momento desde la app Términos de Servicio • Esta app es para soporte de bienestar, no diagnóstico médico • Siempre consulta a profesionales de la salud para preocupaciones serias • Úsala de manera responsable y como parte de un plan de bienestar integral
fr: Politique de confidentialité de SeaSmart • Vos données sont stockées localmente sur votre appareil • Nous ne partageons pas d'informations personnelles avec des tiers • Les conversations de chat sont traitées de manière sécurisée • Vous pouvez supprimer vos données à tout moment depuis l'application Conditions d'utilisation • Cette application est destinée au soutien du bien-être, pas au diagnostic médical • Consultez toujours des professionnels de la santé pour des préoccupations graves • Utilisez-la de manière responsable et dans le cadre d'un plan de bien-être complet
ja: SeaSmartプライバシーポリシー • データはデバイス上にローカルに保存されます • 個人情報を第三者と共有しません • チャット会話は安全に処理されます • いつでもアプリからデータを削除できます 利用規約 • このアプリはウェルネスサポート用で、医療診断ではありません • 深刻な懸念については常に医療専門家に相談してください • 責任を持って使用し、包括的なウェルネスプランの一部としてください

# appVersionTitle
source: App Version
es: Versión de la App
fr: Version de l'App
ja: アプリバージョン

# appVersionContent
source: SeaSmart v1.0.0 Your AI-powered mental health companion Built with Flutter & powered by AI
es: SeaSmart v1.0.0 Tu compañero de salud mental impulsado por IA Construido con Flutter y impulsado por IA
fr: SeaSmart v1.0.0 Votre compagnon de santé mentale alimenté par l'IA Construit avec Flutter et alimenté par l'IA
ja: SeaSmart v1.0.0 AI駆動のメンタルヘルスコンパニオン Flutterで構築され、AIで駆動

# selectLanguageTitle
source: Select Language
es: Seleccionar Idioma
fr: Sélectionner la Langue
ja: 言語を選択

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル

# languageChanged
source: Language changed successfully!
es: ¡Idioma cambiado exitosamente!
fr: Langue changée avec succès!
ja: 言語が正常に変更されました！

# logoutTitle
source: Logout
es: Cerrar Sesión
fr: Déconnexion
ja: ログアウト

# logoutConfirm
source: Are you sure you want to logout?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
ja: ログアウトしてもよろしいですか？

# featureComingSoon
source: {feature} feature coming soon!
es: ¡La función {feature} estará disponible pronto!
fr: La fonctionnalité {feature} sera bientôt disponible !
ja: {feature}機能は近日公開予定です！

source: StriveHigh Courses
es: Cursos StriveHigh
fr: Cours StriveHigh
ja: StriveHighコース

source: Professional Skills
es: Habilidades Profesionales
fr: Compétences Professionnelles
ja: 専門スキル

# yourCalmCompass
source: Your calm compass, day and night
es: Tu brújula calmada, día y noche
fr: Votre boussole calme, jour et nuit
ja: あなたの穏やかなコンパス、昼夜問わず

# chatWithAnExpert
source: Chat with an expert whenever you need. We're here for you, 24/7
es: Chatea con un experto cuando lo necesites. Estamos aquí para ti, 24/7
fr: Discutez avec un expert quand vous en avez besoin. Nous sommes là pour vous, 24/7
ja: 必要なときに専門家とチャットしてください。私たちは24時間365日あなたのためにここにいます

source: Call
es: Llamar
fr: Appeler
ja: 電話

source: Chat
ja: チャット

# pleaseLoginFirst
source: Please log in first to access courses
es: Por favor inicia sesión primero para acceder a los cursos
fr: Veuillez vous connecter d'abord pour accéder aux cours
ja: コースにアクセスするには、まずログインしてください

# courseWellness
source: Wellness
es: Bienestar
fr: Bien-être
ja: ウェルネス

# courseStressManagement
source: Stress Management
es: Gestión del Estrés
fr: Gestion du Stress
ja: ストレス管理

# courseLoneliness
source: Loneliness
es: Soledad
fr: Solitude
ja: 孤独

# courseManagement
source: Management
es: Gestión
fr: Gestion
ja: マネジメント

# courseLeadership
source: Leadership
es: Liderazgo
ja: リーダーシップ

# courseDecisionMaking
source: Decision Making
es: Toma de Decisiones
fr: Prise de Décision
ja: 意思決定

source: Left nostril in
es: Inhala por la nariz izquierda
fr: Inspirez par la narine gauche
ja: 左鼻孔から吸う

source: Hold
es: Mantén
fr: Tenez
ja: 止める

source: Right nostril out
es: Exhala por la nariz derecha
fr: Expirez par la narine droite
ja: 右鼻孔から吐く

source: Right nostril in
es: Inhala por la nariz derecha
fr: Inspirez par la narine droite
ja: 右鼻孔から吸う

source: Left nostril out
es: Exhala por la nariz izquierda
fr: Expirez par la narine gauche
ja: 左鼻孔から吐く

source: Session Complete
es: Sesión Completa
fr: Session Terminée
ja: セッション完了

# quote1
source: Ancient yogic technique for perfect balance 🌬️
es: Técnica yóguica antigua para el equilibrio perfecto 🌬️
fr: Technique yogique ancienne pour l'équilibre parfait 🌬️
ja: 完璧なバランスのための古代ヨガテクニック 🌬️

# quote2
source: Harmonize your left and right brain ✨
es: Armoniza tu cerebro izquierdo y derecho ✨
fr: Harmonisez votre cerveau gauche et droit ✨
ja: 左右の脳を調和させる ✨

# quote3
source: Alternate breathing, alternate awareness 🧘‍♀️
es: Respiración alterna, conciencia alterna 🧘‍♀️
fr: Respiration alternée, conscience alternée 🧘‍♀️
ja: 交互呼吸、交互意識 🧘‍♀️

# quote4
source: Balance your nervous system naturally 💫
es: Equilibra tu sistema nervioso naturalmente 💫
fr: Équilibrez votre système nerveux naturellement 💫
ja: 神経系を自然にバランスさせる 💫

# quote5
source: Pranayama brings inner peace 🕊️
es: El pranayama trae paz interior 🕊️
fr: Le pranayama apporte la paix intérieure 🕊️
ja: プラナヤマが内なる平和をもたらす 🕊️

source: Alternate Nostril Breathing
es: Respiración Alterna de Nariz
fr: Respiration Alternée des Narines
ja: 交互鼻孔呼吸

# ancientYogicTechnique
source: Ancient yogic technique to balance mind and body
es: Técnica yóguica antigua para equilibrar mente y cuerpo
fr: Technique yogique ancienne pour équilibrer l'esprit et le corps
ja: 心と体のバランスをとる古代ヨガテクニック

# chooseSessionDuration
source: Choose your session duration
es: Elige la duración de tu sesión
fr: Choisissez la durée de votre session
ja: セッション時間を選択

# oneMinute
source: 1 Minute
es: 1 Minuto
ja: 1分

# threeMinutes
source: 3 Minutes
es: 3 Minutos
ja: 3分

# fiveMinutes
source: 5 Minutes
es: 5 Minutos
ja: 5分

source: Stop Session
es: Detener Sesión
fr: Arrêter la Session
ja: セッション停止

# phaseOf
source: Phase {phase} of 6
es: Fase {phase} de 6
fr: Phase {phase} de 6
ja: フェーズ {phase} / 6

source: Powered by StriveHigh
es: Impulsado por StriveHigh
fr: Propulsé par StriveHigh
ja: StriveHighによって提供

source: Choose your companion
es: Elige tu compañero
fr: Choisissez votre compagnon
ja: あなたのコンパニオンを選んでください

# avatarDescription
source: Pick the buddy who'll sail alongside you on this journey. Each one is here to guide, support, and grow with you.
es: Elige al compañero que navegará contigo en este viaje. Cada uno está aquí para guiarte, apoyarte y crecer contigo.
fr: Choisissez le compagnon qui naviguera à vos côtés dans ce voyage. Chacun est ici pour vous guider, vous soutenir et grandir avec vous.
ja: この旅であなたと共に航行するコンパニオンを選んでください。それぞれがあなたをガイドし、サポートし、一緒に成長します。

source: Belly Breathing
es: Respiración Abdominal
fr: Respiration Abdominale
ja: 腹式呼吸

# bellyBreathingDescription
source: Deep diaphragmatic breathing to reduce stress and anxiety
es: Respiración diafragmática profunda para reducir el estrés y la ansiedad
fr: Respiration diaphragmatique profonde pour réduire le stress et l'anxiété
ja: ストレスと不安を軽減するための深い横隔膜呼吸

source: Inhale slowly
es: Inhala lentamente
fr: Inspirez lentement
ja: ゆっくり吸う

source: Hold gently
es: Mantén suavemente
fr: Tenez doucement
ja: 優しく止める

source: Exhale slowly
es: Exhala lentamente
fr: Expirez lentement
ja: ゆっくり吐く

# bellyQuote1
source: Breathe deep into your belly, let peace fill you 🌸
es: Respira profundamente en tu vientre, deja que la paz te llene 🌸
fr: Respirez profondément dans votre ventre, laissez la paix vous remplir 🌸
ja: お腹に深く息を吸い、平和があなたを満たす 🌸

# bellyQuote2
source: Feel your diaphragm expand with each breath ✨
es: Siente tu diafragma expandirse con cada respiración ✨
fr: Sentez votre diaphragme s'étendre à chaque respiration ✨
ja: 各呼吸で横隔膜が広がるのを感じる ✨

# bellyQuote3
source: Deep belly breathing calms your nervous system 🧘‍♀️
es: La respiración abdominal profunda calma tu sistema nervioso 🧘‍♀️
fr: La respiration abdominale profonde calme votre système nerveux 🧘‍♀️
ja: 深い腹式呼吸が神経系を落ち着かせる 🧘‍♀️

# bellyQuote4
source: Let your belly rise and fall naturally 💫
es: Deja que tu vientre suba y baje naturalmente 💫
fr: Laissez votre ventre monter et descendre naturellement 💫
ja: お腹を自然に上下させる 💫

# bellyQuote5
source: Connect with your breath, connect with peace 🕊️
es: Conecta con tu respiración, conecta con la paz 🕊️
fr: Connectez-vous avec votre respiration, connectez-vous avec la paix 🕊️
ja: 呼吸とつながり、平和とつながる 🕊️

source: Inhale
es: Inhala
fr: Inspirez
ja: 吸う

source: Exhale
es: Exhala
fr: Expirez
ja: 吐く

source: Box Breathing
es: Respiración en Caja
fr: Respiration Carrée
ja: ボックス呼吸

# boxBreathingDescription
source: 4-4-4-4 pattern used by Navy SEALs for focus and calm
es: Técnica de respiración cuadrada para equilibrio y calma mental
fr: Technique de respiration carrée pour l'équilibre et le calme mental
ja: バランスと精神的な落ち着きのための四角い呼吸テクニック

# boxPhaseOf
source: Phase {phase} of 4
es: Fase {phase} de 4
fr: Phase {phase} de 4
ja: フェーズ {phase} / 4

# boxQuote1
source: 4-4-4-4 breathing brings perfect balance ⬜
es: Inhala, mantén, exhala, mantén - encuentra tu ritmo perfecto ⏹️
fr: Inspirez, tenez, expirez, tenez - trouvez votre rythme parfait ⏹️
ja: 吸う、止める、吐く、止める - 完璧なリズムを見つける ⏹️

# boxQuote2
source: Navy SEALs use this technique for focus 🎯
es: La respiración en caja crea equilibrio en mente y cuerpo ✨
fr: La respiration carrée crée l'équilibre dans l'esprit et le corps ✨
ja: ボックス呼吸が心と体のバランスを生み出す ✨

# boxQuote3
source: Equal timing, equal calm ✨
es: Cuatro fases iguales para una respiración equilibrada 🧘‍♀️
fr: Quatre phases égales pour une respiration équilibrée 🧘‍♀️
ja: バランスの取れた呼吸のための4つの等しいフェーズ 🧘‍♀️

# boxQuote4
source: Box breathing creates mental clarity 🧘‍♀️
es: Siente la estabilidad con cada ciclo de respiración 💫
fr: Sentez la stabilité avec chaque cycle de respiration 💫
ja: 各呼吸サイクルで安定を感じる 💫

# boxQuote5
source: Structured breathing for structured mind 💫
es: La técnica de caja trae claridad y paz interior 🕊️
fr: La technique carrée apporte clarté et paix intérieure 🕊️
ja: ボックステクニックが明確さと内なる平和をもたらす 🕊️

source: Breathing Techniques
es: Técnicas de Respiración
fr: Techniques de Respiration
ja: 呼吸テクニック

# chooseBreathingTechnique
source: Choose a breathing technique that resonates with you 🌿
es: Elige una técnica de respiración que resuene contigo 🌿
fr: Choisissez une technique de respiration qui résonne avec vous 🌿
ja: あなたに響く呼吸テクニックを選んでください 🌿

source: Choose Your Breathing Technique
es: Elige Tu Técnica de Respiración
fr: Choisissez Votre Technique de Respiration
ja: 呼吸テクニックを選んでください

# selectTechnique
source: Select a technique that resonates with you
es: Selecciona una técnica que resuene contigo
fr: Sélectionnez une technique qui résonne avec vous
ja: あなたに響くテクニックを選んでください

source: Certificates
es: Certificados
fr: Certificats
ja: 証明書

source: Your Achievements
es: Tus Logros
fr: Vos Réalisations
ja: あなたの成果

# celebrateProgress
source: Celebrate your progress and milestones
es: Celebra tu progreso y hitos
fr: Célébrez vos progrès et jalons
ja: 進捗とマイルストーンを祝う

# loadingCertificates
source: Loading your certificates...
es: Cargando tus certificados...
fr: Chargement de vos certificats...
ja: 証明書を読み込み中...

# noCertificates
source: You not have any Certificates!
es: ¡No tienes ningún certificado!
fr: Vous n'avez aucun certificat !
ja: 証明書がありません！

# failedLoadCertificates
source: Failed to load certificates. Please try again later.
es: Error al cargar certificados. Por favor, inténtalo de nuevo más tarde.
fr: Échec du chargement des certificats. Veuillez réessayer plus tard.
ja: 証明書の読み込みに失敗しました。後でもう一度お試しください。

# errorLoadingCertificates
source: Error loading certificates: {error}
es: Error al cargar certificados: {error}
fr: Erreur lors du chargement des certificats : {error}
ja: 証明書の読み込みエラー: {error}

source: Try Again
es: Intentar de Nuevo
fr: Réessayer
ja: 再試行

source: No Certificates Yet
es: Aún No Hay Certificados
fr: Aucun Certificat Encore
ja: まだ証明書なし

# completeCourses
source: Complete courses and assessments to earn your first certificate!
es: ¡Completa cursos y evaluaciones para ganar tu primer certificado!
fr: Terminez des cours et des évaluations pour gagner votre premier certificat !
ja: 最初の証明書を獲得するためにコースと評価を完了してください！

source: Earned Certificates
es: Certificados Ganados
fr: Certificats Obtenus
ja: 獲得した証明書

# achievementEarned
source: Achievement earned through dedication and hard work
es: Logro obtenido a través de dedicación y trabajo duro
fr: Réussite obtenue grâce à la persévérance et au travail acharné
ja: 献身と努力によって得られた成果

# soarPdfSaved
source: SOAR Card PDF successfully saved. Opening now...
es: PDF de Tarjeta SOAR guardado exitosamente. Abriendo ahora...
fr: PDF de la carte SOAR enregistré avec succès. Ouverture maintenant...
ja: SOARカードPDFが正常に保存されました。今すぐ開きます...

# failedSavePdf
source: Failed to save PDF: {error}
es: Error al guardar PDF: {error}
fr: Échec de la sauvegarde du PDF : {error}
ja: PDFの保存に失敗しました: {error}

source: View
es: Ver
fr: Voir
ja: 表示

source: Download
es: Descargar
fr: Télécharger
ja: ダウンロード

source: Share
es: Compartir
fr: Partager
ja: 共有

source: Drive
ja: ドライブ

source: Certificate image not available
es: Imagen del certificado no disponible
fr: Image du certificat non disponible
ja: 証明書の画像が利用できません

# earnedOn
source: Earned on: {date}
es: Ganado el: {date}
fr: Obtenu le : {date}
ja: 獲得日: {date}

# certificateDownloaded
source: Certificate downloaded successfully to {path}
es: Certificado descargado exitosamente a {path}
fr: Certificat téléchargé avec succès vers {path}
ja: 証明書が正常にダウンロードされました: {path}

# failedDownloadCertificate
source: Failed to download certificate. Please try again.
es: Error al descargar certificado. Por favor, inténtalo de nuevo.
fr: Échec du téléchargement du certificat. Veuillez réessayer.
ja: 証明書のダウンロードに失敗しました。もう一度お試しください。

# errorDownloadingCertificate
source: Error downloading certificate: {error}
es: Error al descargar certificado: {error}
fr: Erreur lors du téléchargement du certificat : {error}
ja: 証明書のダウンロードエラー: {error}

# shareCertificateText
source: Check out my certificate: {name} - Achievement earned through dedication and hard work!
es: ¡Mira mi certificado: {name} - Logro obtenido a través de dedicación y trabajo duro!
fr: Découvrez mon certificat : {name} - Réussite obtenue grâce à la persévérance et au travail acharné !
ja: 私の証明書をご覧ください: {name} - 献身と努力によって得られた成果！

# sharingCertificate
source: Sharing certificate image...
es: Compartiendo imagen del certificado...
fr: Partage de l'image du certificat...
ja: 証明書の画像を共有中...

# googleDriveIntegration
source: Google Drive integration will be available in the full version!
es: ¡La integración con Google Drive estará disponible en la versión completa!
fr: L'intégration Google Drive sera disponible dans la version complète !
ja: Google Drive統合は完全版で利用可能になります！

# userEmailNotFound
source: User email not found. Please complete your profile.
es: Correo electrónico del usuario no encontrado. Por favor, completa tu perfil.
fr: Email utilisateur introuvable. Veuillez compléter votre profil.
ja: ユーザーのメールが見つかりません。プロフィールを完了してください。

# certificateInfoTitle
source: Certificate Information
es: Información del Certificado
fr: Informations sur le Certificat
ja: 証明書情報

# certificateInfoTitleLabel
source: Title:
es: Título:
fr: Titre :
ja: タイトル:

# certificateInfoDescriptionLabel
source: Description:
es: Descripción:
ja: 説明:

# certificateInfoCategoryLabel
source: Category:
es: Categoría:
fr: Catégorie :
ja: カテゴリ:

# certificateInfoEarnedDateLabel
source: Earned Date:
es: Fecha Ganado:
fr: Date Obtenue :
ja: 獲得日:

# certificateInfoDescription
source: This certificate was earned through dedication and hard work.
es: Este certificado fue obtenido a través de dedicación y trabajo duro.
fr: Ce certificat a été obtenu grâce à la persévérance et au travail acharné.
ja: この証明書は献身と努力によって得られました。

# myCertificateSubject
source: My Certificate: {title}
es: Mi Certificado: {title}
fr: Mon Certificat : {title}
ja: 私の証明書: {title}

# readyForTodaysJourney
source: Ready for today's journey, {userName}
es: Listo para el viaje de hoy, {userName}
fr: Prêt pour le voyage d'aujourd'hui, {userName}
ja: 今日の旅の準備ができています、{userName}

source: Day at Sea
es: Día en el Mar
fr: Journée en Mer
ja: 海の日

source: Destination
es: Destino
ja: 目的地

# knowTab
source: Know
es: Conocer
fr: Savoir
ja: 知る

# growTab
source: Grow
es: Crecer
fr: Grandir
ja: 成長

# showTab
source: Show
es: Mostrar
fr: Montrer
ja: 見せる

source: Knowledge Base
es: Base de Conocimiento
fr: Base de Connaissances
ja: 知識ベース

source: SOAR Assessment
es: Evaluación SOAR
fr: Évaluation SOAR
ja: SOAR評価

source: Complete your assessment
es: Completa tu evaluación
fr: Complétez votre évaluation
ja: 評価を完了してください

source: questions answered
es: preguntas respondidas
fr: questions répondues
ja: 質問に回答

source: Recent Answers:
es: Respuestas Recientes:
fr: Réponses Récentes :
ja: 最近の回答:

# answerLabel
source: Answer:
es: Respuesta: {answer}
fr: Réponse : {answer}
ja: 回答: {answer}

# andMoreAnswers
source: and {count} more...
es: y {count} más...
fr: et {count} de plus...
ja: 他 {count} 件...

# takeSoarAssessment
source: Take the SOAR assessment to understand your strengths and areas for growth.
es: Toma la evaluación SOAR para entender tus fortalezas y áreas de crecimiento.
fr: Passez l'évaluation SOAR pour comprendre vos forces et vos domaines de croissance.
ja: あなたの強みと成長領域を理解するためにSOAR評価を受けてください。

source: Goal Setting
es: Establecimiento de Metas
fr: Fixation d'Objectifs
ja: 目標設定

source: Set your wellness goals
es: Establece tus metas de bienestar
fr: Fixez vos objectifs de bien-être
ja: ウェルネス目標を設定してください

source: goals set
es: metas establecidas
fr: objectifs fixés
ja: 目標設定済み

source: Your Goals:
es: Tus Metas:
fr: Vos Objectifs :
ja: あなたの目標:

# andMoreGoals
source: and {count} more goals...
es: y {count} más metas...
fr: et {count} objectifs de plus...
ja: 他 {count} 個の目標...

# setWellnessGoalsDescription
source: Set your wellness goals to track your progress and stay motivated.
es: Establece tus metas de bienestar para rastrear tu progreso y mantenerte motivado.
fr: Fixez vos objectifs de bien-être pour suivre vos progrès et rester motivé.
ja: 進捗を追跡し、モチベーションを維持するためにウェルネス目標を設定してください。

source: Activity
es: Actividad
fr: Activité
ja: アクティビティ

source: Academy
es: Academia
fr: Académie
ja: アカデミー

source: CONSULT WITH US!
es: ¡CONSULTA CON NOSOTROS!
fr: CONSULTEZ-NOUS !
ja: 私たちに相談してください！

source: Games
es: Juegos
fr: Jeux
ja: ゲーム

source: Tap To Calm
es: Toca Para Calmar
fr: Tapez Pour Calmer
ja: タップして落ち着く

source: Tap for calmness
es: Toca para calmarte
fr: Tapez pour vous calmer
ja: 落ち着くためにタップ

source: MEMORY
es: MEMORIA
fr: MÉMOIRE
ja: メモリー

source: Wellness Tips
es: Consejos de Bienestar
fr: Conseils de Bien-être
ja: ウェルネスヒント

source: Find Your Space
es: Encuentra Tu Espacio
fr: Trouvez Votre Espace
ja: あなたのスペースを見つける

# findYourSpaceDescription
source: Choose a quiet spot on deck or in your cabin where you won't be disturbed
es: Elige un lugar tranquilo en cubierta o en tu camarote donde no te molesten
fr: Choisissez un endroit calme sur le pont ou dans votre cabine où vous ne serez pas dérangé
ja: 邪魔されないデッキやキャビンの静かな場所を選んでください

source: Deep Breathing
es: Respiración Profunda
fr: Respiration Profonde
ja: 深い呼吸

# deepBreathingDescription
source: Practice breathing exercises to reduce stress and improve focus
es: Practica ejercicios de respiración para reducir el estrés y mejorar el enfoque
fr: Pratiquez des exercices de respiration pour réduire le stress et améliorer la concentration
ja: ストレスを軽減し、集中力を向上させるための呼吸エクササイズを実践してください

source: Stay Active
es: Mantente Activo
fr: Restez Actif
ja: アクティブに過ごす

# stayActiveDescription
source: Regular movement helps maintain both physical and mental wellness
es: El movimiento regular ayuda a mantener tanto el bienestar físico como mental
fr: Le mouvement régulier aide à maintenir le bien-être physique et mental
ja: 定期的な運動は身体的および精神的なウェルネスを維持するのに役立ちます

source: Connect with Others
es: Conecta con Otros
fr: Connectez-vous avec les Autres
ja: 他の人とつながる

# connectWithOthersDescription
source: Maintain social connections for emotional support and wellbeing
es: Mantén conexiones sociales para apoyo emocional y bienestar
fr: Maintenez des connexions sociales pour un soutien émotionnel et le bien-être
ja: 感情的なサポートとウェルネスのために社会的つながりを維持してください

source: Your Progress
es: Tu Progreso
fr: Vos Progrès
ja: あなたの進捗

source: Journal
es: Diario
ja: ジャーナル

source: Mood Analysis
es: Análisis de Estado de Ánimo
fr: Analyse de l'Humeur
ja: 気分分析

source: Progress Report
es: Informe de Progreso
fr: Rapport de Progrès
ja: 進捗レポート

source: Steady Yourself
es: Estabilízate
fr: Stabilisez-vous
ja: 自分を安定させる
